---
kind: other
id: Methods.T:Autodesk.Revit.DB.FailureMessageAccessor
source: html/f972e318-b90b-d460-f540-2703652dd8e2.htm
---
# FailureMessageAccessor Methods

Creates a copy of the FailureMessage.